                    "minValue": 5
                    "minValue": 5
                                        "id": "dex"
                                            "id": "fire"
                                        "id": "con"
                    "minValue": 5
                                        "id": "dex"
                                            "id": "lightning"
                                        "id": "str"
                    "minValue": 5
                                        "id": "dex"
                                            "id": "acid"
                                        "id": "con"
                    "minValue": 5
                                        "id": "dex"
                                            "id": "fire"
                                        "id": "str"
                    "minValue": 5
                    "minValue": 5
                    "minValue": 5
                                        "id": "con"
                                            "id": "cold"
                                        "id": "con"
                    "minValue": 5
                    "minValue": 5
                    "minValue": 4
                    "minValue": 5
                    "minValue": 5
                                        "id": "dex"
                                            "id": "fire"
                                        "id": "con"
                    "minValue": 5
                                        "id": "dex"
                                            "id": "lightning"
                                        "id": "str"
                    "minValue": 5
                                        "id": "dex"
                                            "id": "acid"
                                        "id": "con"
                    "minValue": 5
                                        "id": "dex"
                                            "id": "fire"
                                        "id": "str"
                    "minValue": 5
                    "minValue": 5
                    "minValue": 5
                                        "id": "con"
                                            "id": "cold"
                                        "id": "con"
                    "minValue": 5
                    "minValue": 5
                                "id": "wis"
                                "id": "wis"
                                "id": "con"
                                    "id": "thunder"
                    "minValue": 6
        "desc": "Archmages are powerful (and usually quite old) spellcasters dedicated to the study of the arcane arts. Benevolent ones counsel kings and queens, while evil ones rule as tyrants and pursue lichdom. Those who are neither good nor evil sequester themselves in remote towers to practice their magic without interruption. \n\nAn archmage typically has one or more apprentice mages, and an archmage’s abode has numerous magical wards and guardians to discourage interlopers.",
                                "type": "at will"
                                "type": "at will"
        "desc": "**Bandits** rove in gangs and are sometimes led by thugs, veterans, or spellcasters. Not all bandits are evil. Oppression, drought, disease, or famine can often drive otherwise honest folk to a life of banditry.\n\n**Pirates** are bandits of the high seas. They might be freebooters interested only in treasure and murder, or they might be privateers sanctioned by the crown to attack and plunder an enemy nation’s vessels.",
        "desc": "It takes a strong personality, ruthless cunning, and a silver tongue to keep a gang of bandits in line. The **bandit captain** has these qualities in spades.\n\nIn addition to managing a crew of selfish malcontents, the **pirate captain** is a variation of the bandit captain, with a ship to protect and command. To keep the crew in line, the captain must mete out rewards and punishment on a regular basis.\n\nMore than treasure, a bandit captain or pirate captain craves infamy. A prisoner who appeals to the captain’s vanity or ego is more likely to be treated fairly than a prisoner who does not or claims not to know anything of the captain’s colorful reputation.",
                    "minValue": 5
                    "minValue": 5
                    "minValue": 4
                    "minValue": 5
                    ]
                                        "id": "dex"
                                            "id": "fire"
                                        "id": "con"
                    "minValue": 5
                                        "id": "dex"
                                            "id": "lightning"
                                        "id": "str"
                    "minValue": 5
                    ]
                    "minValue": 5
                    "minValue": 5
                    ]
                                "type": "at will"
                                "type": "at will"
                                "type": "at will"
                                        "id": "dex"
                                            "id": "acid"
                                        "id": "con"
                    "minValue": 5
                                "type": "at will"
                                "type": "at will"
                                "type": "at will"
        "desc": "Fanatics are often part of a cult’s leadership, using their charisma and dogma to influence and prey on those of weak will. Most are interested in personal power above all else.",
        "desc": "A death dog is an ugly two-headed hound that roams plains, and deserts. Hate burns in a death dog’s heart, and a taste for humanoid flesh drives it to attack travelers and explorers. Death dog saliva carries a foul disease that causes a victim’s flesh to slowly rot off the bone.",
                                "type": "at will"
                                "type": "at will"
                                "type": "at will"
                                "type": "at will"
                                "type": "at will"
                    "minValue": 5
                                "type": "at will"
                                "type": "at will"
                                "type": "at will"
                    ]
                    ]
                    "minValue": 6
                                "type": "at will"
                    "minValue": 5
        "desc": "A frog has no effective attacks. It feeds on small insects and typically dwells near water, in trees, or underground. The frog’s statistics can also be used to represent a toad.",
                "desc": "Each non-undead creature within 60 ft. of the ghost that can see it must succeed on a DC 13 Wisdom saving throw or be frightened for 1 minute. If the save fails by 5 or more, the target also ages 1d4 × 10 years. A frightened target can repeat the saving throw at the end of each of its turns, ending the frightened condition on itself on a success. If a target's saving throw is successful or the effect ends for it, the target is immune to this ghost's Horrifying Visage for the next 24 hours. The aging effect can be reversed with a greater restoration spell, but only within 24 hours of it occurring.",
                    "minValue": 6
                    ]
        "desc": "A giant fire beetle is a nocturnal creature that takes its name from a pair of glowing glands that give off light. Miners and adventurers prize these creatures, for a giant fire beetle’s glands continue to shed light for 1d6 days after the beetle dies. Giant fire beetles are most commonly found underground and in dark forests.",
                    ]
                    "minValue": 5
                    "minValue": 5
                                "type": "at will"
                                "type": "at will"
                                "type": "at will"
                                        "id": "dex"
                                            "id": "fire"
                                        "id": "str"
                    "minValue": 5
                    "minValue": 5
                    "minValue": 5
                                "type": "at will"
                                "type": "at will"
                                "type": "at will"
                    "minValue": 5
                    "minValue": 5
                    "minValue": 6
                    "minValue": 5
        "desc": "Knights are warriors who pledge service to rulers, religious orders, and noble causes. A knight’s alignment determines the extent to which a pledge is honored. Whether undertaking a quest or patrolling a realm, a knight often travels with an entourage that includes squires and hirelings who are commoners.",
                    ]
                                "type": "at will"
                                "type": "at will"
                    "minValue": 6
                    "minValue": 5
                                "type": "at will"
                                "type": "at will"
        "desc": "**Nobles** wield great authority and influence as members of the upper class, possessing wealth and connections that can make them as powerful as monarchs and generals. A noble often travels in the company of guards, as well as servants who are commoners.\n\nThe noble’s statistics can also be used to represent **courtiers** who aren’t of noble birth.",
                    ]
                                "type": "at will"
                                "type": "at will"
                                "type": "at will"
                                "type": "at will"
                                "type": "at will"
                                "type": "at will"
                                "type": "at will"
                                "type": "at will"
                                "type": "at will"
                                "type": "at will"
                    "minValue": 5
                                        "id": "con"
                                            "id": "cold"
                                        "id": "con"
                    "minValue": 5
                                "type": "at will"
                                "type": "at will"
                    "minValue": 6
                    "minValue": 5
                    "minValue": 5
                                "type": "at will"
                                "type": "at will"
                                "type": "at will"
                                "type": "at will"
                                "type": "at will"
                                "type": "at will"
                                "type": "at will"
                    "minValue": 6
                    "minValue": 4
                    ]
                    ]
                    ]
                    "minValue": 5
        "desc": "The arctic-dwelling winter wolf is as large as a dire wolf but has snow-white fur and pale blue eyes. Frost giants use these evil creatures as guards and hunting companions, putting the wolves’ deadly breath weapon to use against their foes. Winter wolves communicate with one another using growls and barks, but they speak Common and Giant well enough to follow simple conversations.",
                    "minValue": 5
                    "minValue": 5
                    "minValue": 5
                                        "id": "dex"
                                            "id": "fire"
                                        "id": "con"
                    "minValue": 5
                                        "id": "dex"
                                            "id": "lightning"
                                        "id": "str"
                    "minValue": 5
                                        "id": "dex"
                                            "id": "acid"
                                        "id": "con"
                    "minValue": 5
                                        "id": "dex"
                                            "id": "fire"
                                        "id": "str"
                    "minValue": 5
                    "minValue": 5
                    "minValue": 5
                                        "id": "con"
                                            "id": "cold"
                                        "id": "con"
                    "minValue": 5
                    "minValue": 5
]